Repository: lolo8304/m-clippy-app
Catalog: m-clippy/*.lproj/Localization.strings
Languages: de

# %@% is based on your last shopping carts.
source: %1$@%2$ is based on your last shopping carts.
de: %1$@%2$ basiert auf den letzten Einkäufen.

source: - Allergenes
de: - Allergene

source: - Location
de: - Produktherkunft

source: 1 Month
de: 1 Monat

source: 1 Week
de: 1 Woche

source: Allergenes in products
de: Allergene in Produkte

source: Are you sure you want to reset?
de: Sind Sie sicher dass Sie zurücksetzen wollen?

source: Choose to exclude
de: Schliesen Sie Länder aus

source: Collection period
de: Zeitraum

source: Cumulus-Points
de: Cumulus-Punkte

source: Done
de: Fertig

source: Eating habits and behaviors
de: Essgewohnheiten und Verhaltensweisen

source: km you could drive
de: identisch mit gefahrenen km

# main.setup
source: Which kind of consumer are you? Set the preferences and Clippy will help you with some tips - especially in the areas eating habits, origin of products and allergies.
de: Which kind of consumer are you? Set the preferences and Clippy will help you with some tips - especially in the areas eating habits, origin of products and allergies.de

source: Miles you could fly
de: identisch wie geflogene Meilen

source: No of countries from your products
de: Anzahl Länder Ihrer Produkt im Einkaufskorb

source: Origin of products
de: Herkunft der Produkte

source: Outside
de: Ausserhalb

source: Outside of Switzerland
de: Ausserhalb der Schweiz

source: Profile: %@
de: Profil: %@

source: Reset
de: Zurücksetzen

source: Settings
de: Einstellungen

source: Settings %@
de: Einstellungen %@

source: Swiss
de: Schweizer

source: Swiss product
de: Schweizer Produkte

source: Tell Clippy what your preferences are.
de: Erfassen Sie hier für Clippy Ihre Einstellungn.

source: There is no undo
de: Es gibt kein Weg zurück!

source: This Year
de: Dieses Jahr

source: Vegetarian
de: Vegetarier

source: We count violations from your products and your preferences:
de: Wir zeigen Ihnen We count violations from your products and your preferences:

source: Which kind of consumer are you? Set the preferences and Clippy will help you with some tips - especially in the areas eating habits, origin of products and allergies.
de: Which kind of consumer are you? Set the preferences and Clippy will help you with some tips - especially in the areas eating habits, origin of products and allergies.de

source: You selected: %@
de: Sie haben selektiert: %@

# reporting.intro
source: Clippy uses your Cumulus data in realtime to give you insights about your consumption expectations and true behaviors.
de: Clippy benutzt alle Cumulus Daten in Echtzeit und Sie erhalten Einblicke über Ihre gekaufen Produkte, die Allergene in den Produkten und die Herkunft der Produkte.
